{"title":"心经","sections":[{"id":"47","book_id":"5","section_id":"sec_01","title":"本经","content":"观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，渡一切苦厄。\r\n舍利子！色不异空，空不异色；色即是空，空即是色；受想行识，亦复如是。\r\n舍利子！是诸法空相，不生不灭，不垢不净，不增不减。\r\n是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界。\r\n无无明，亦无无明尽，乃至无老死，亦无老死尽，无苦集灭道。无智亦无得。\r\n以无所得故，菩提萨埵，依般若波罗蜜多故，心无罣碍，无罣碍故，无有恐怖，\r\n远离颠倒梦想，究竟涅槃。\r\n三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。\r\n故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。\r\n故说般若波罗蜜多咒，即说咒曰︰揭諦揭諦，波罗揭諦，波罗僧揭諦，菩提娑婆呵。","_comments":[],"content_short":"观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，渡一切苦厄。\r\n舍利子！色不异空，空不异色；色即是空，空即是色；受想行识，亦复如是。\r\n舍利子！是诸法空相，不生不灭，不垢不净，不增不减。\r\n是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界。\r\n无无明，亦无无明尽，乃至无老死，亦无老死尽，无苦集灭道。无智亦无得。\r\n以无所得故，菩提萨埵，依般若波罗蜜多故，心无罣碍，无罣碍故，无有恐怖，\r\n远离颠倒梦想，究竟涅槃。\r\n三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。\r\n故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。\r\n故说般若波罗蜜多咒，即说咒曰︰揭諦揭諦，波罗揭諦，波罗僧揭諦，菩提娑婆呵。..."},{"id":"48","book_id":"5","section_id":"sec_02","title":"翻译","content":"以般若智慧观照自心而获得解脱自在的菩萨，修行极深的般若智慧时，观察洞见到集聚构成人我的肉体，感受，思想，意志，心识等五种要素，是因缘相依的生灭关系。他的本质是空，而非实体的存在。\r\n菩萨因彻见这五种集聚的要素是缘起性空，所以脱离生老病死苦以及一切的痛苦。\r\n舍利弗啊！肉体以及一切的物质现象，不是真实的存在，不外乎是因缘相互依存的生灭关系，所以物质和空并无差别；而空和\r\n物质二者在本质上也没有不同，因此空不异於物质。\r\n有人认為空是没有，物质是有，而菩萨以般若智慧观照彻见到物质就是空，空就是物质，犹如水和水波的关系，二者既是各别的，也是一体的。感受，思想，意志，\r\n心识，同样也是如此。\r\n舍利弗啊！这五种集聚的要素，从它缘起性空的本质来说，它既没有生起或灭失，也没有所谓污垢或清净，更不会增多或减少。所以，在缘起性空的本质上，物质，感受，思想，意志，心识都不是真实的存在，而是空。 人对外界的认识，需透过眼，耳，鼻，舌，身体，意识六种感官与物质，声音，香臭，味觉，触觉，其他一切事物及概念等六种外境，分别相对应而认知一切，这些都不是真实的存在，而是空。\r\n人的一切认识作用各有不同，包括眼，耳，鼻，舌，身体，心识，物质，声音，香臭，味觉，触觉，其他一切事物及概念，甚至於眼，耳，鼻，舌，身体，心识的识别作用共十八种，它们都不是真实的存在，而是空。\r\n不经由佛教导而独自开悟的缘觉圣者，因观照十二因缘而了悟，但菩萨以般若智慧照见十二因缘是缘起性空的，所以不论是导致生死轮回的主因无明；或是灭尽无明，\r\n甚至於生，老，病，死，或是因灭尽无明而脱离甚至於生老病死，也都不是实体的存在。\r\n亲自听闻佛说法而证悟得声闻圣者，因观照四諦而了悟，但菩萨以般若智慧见苦，苦的原因，灭苦而解脱，灭苦的方法这四諦是缘起性空的，不是实体的存在。\r\n菩萨所证得的境界中，既不存有能证悟得般若智慧，也不存有所证得的境界，因為菩萨彻见一切是缘起性空的，一切是不可得 的，心不执著於一切。 使自己及一眾生都获得开悟的菩萨，由於修行可至生死彼岸的般若智慧，而通达空得真理，所以心中没有一丝牵掛及烦恼障碍；因而不恐惧生死，远离一切错误，不合理的思想，行為，妄想等等，终於达到寂灭无為的最高境界。\r\n过去，现在，未来三世一切佛，都是由於般若智慧，才能证得无上正等正觉而成佛。\r\n因此，由以上可得知般若智慧是具有不可思议力量的密咒，是可破除一切愚痴黑暗的密咒，是至上的密咒，是可达成涅磐妙果无与伦比的密咒。它能去除一切的痛\r\n苦，灾厄，是真实不变的真议真议。因此，宣说般若智慧的密咒如下：去！去！去到生死的彼岸！与眾生一起去到生死的彼岸！愿迅速同证正觉，获得大成就！","_comments":[],"content_short":"以般若智慧观照自心而获得解脱自在的菩萨，修行极深的般若智慧时，观察洞见到集聚构成人我的肉体，感受，思想，意志，心识等五种要素，是因缘相依的生灭关系。他的本质是空，而非实体的存在。\r\n菩萨因彻见这五种集聚的要素是缘起性空，所以脱离生老病死苦以及一切的痛苦。\r\n舍利弗啊！肉体以及一切的物质现象，不是真实的存在，不外乎是因缘相互依存的生灭关系，所以物质和空并无差别；而空和\r\n物质二者在本质上也没有不同，因此空不异於物质。\r\n有人认為空是没有，物质是有，而菩萨以般若智慧观照彻见到物质就是空，空就是物质，犹如水和水波的关系，二者既是各别的，也是一体的。感受，思想，意志，\r\n心识，同样也是如此。\r\n舍利弗啊！这五种集聚的要素，从它缘起性空的本质来说，它既没有生起或灭失，也没有所谓污垢或清净，更不会增多或减少。所以，在缘起性空的本质上，物质，感受，思想，意志，心识都不是真实的存在，而是空。 人对外界的认识，需透过眼，耳，鼻，舌，身体，意识六种感官与物质，声音，香臭，味觉，触觉，其他一切事物及概念等六种外境，分别相对应而认知一切，这些都不是真实的存在，而是空。\r\n人的一切认识作用各有不同，包括眼，耳，..."}]}