{"title":"十善业道经","sections":[{"id":"215","book_id":"21","section_id":"sec-01","title":"佛说十善业道经","content":"大唐于阗三藏实叉难陀奉　制译\r\n\r\n　　如是我闻。一时，佛在娑竭罗龙宫，与八千大比丘众、三万二千菩萨摩诃萨俱。尔时，世尊告龙王言。一切众生，心想异故，造业亦异，由是故有诸趣轮转。龙王，汝见此会及大海中，形色种类，各别不耶？如是一切，靡不由心，造善不善，身业语业意业所致。而心无色，不可见取，但是虚妄，诸法集起，毕竟无主，无我我所。虽各随业，所现不同，而实于中，无有作者，故一切法皆不思议。自性如幻，智者知已，应修善业，以是所生蕴处界等，皆悉端正，见者无厌。龙王，汝观佛身，从百千亿福德所生，诸相庄严，光明显曜，蔽诸大众，设无量亿自在梵王，悉不复现，其有瞻仰如来身者，岂不目眩。汝又观此诸大菩萨，妙色严净，一切皆由修习善业福德而生。又诸天龙八部众等大威势者，亦因善业福德所生。今大海中所有众生，形色粗鄙，或大或小，皆由自心种种想念，作身语意诸不善业，是故随业，各自受报。汝今常应如是修学，亦令众生了达因果，修习善业。汝当于此，正见不动，勿复堕在断常见中，于诸福田，欢喜敬养，是故汝等，亦得人天尊敬供养。\r\n　　龙王，当知菩萨有一法，能断一切诸恶道苦。何等为一？谓于昼夜，常念思惟观察善法，令诸善法念念增长，不容毫分不善间杂，是即能令诸恶永断，善法圆满，常得亲近诸佛菩萨及余圣众。言善法者，谓人天身、声闻菩提、独觉菩提、无上菩提，皆依此法，以为根本，而得成就，故名善法。此法即是十善业道。何等为十？谓能永离杀生、偷盗、邪行、妄语、两舌、恶口、绮语、贪欲、嗔恚、邪见。\r\n　　龙王，若离杀生，即得成就十离恼法。何等为十？一、于诸众生，普施无畏。二、常于众生，起大慈心。三、永断一切嗔恚习气。四、身常无病。五、寿命长远。六、恒为非人之所守护。七、常无恶梦，寝觉快乐。八、灭除怨结，众怨自解。九、无恶道怖。十、命终生天。是为十。若能回向阿耨多罗三藐三菩提者，后成佛时，得佛随心自在寿命。\r\n　　复次龙王。若离偷盗，即得十种可保信法。何等为十？一、资财盈积，王贼水火及非爱子，不能散灭。二、多人爱念。三、人不欺负。四、十方赞美。五、不忧损害。六、善名流布。七、处众无畏。八、财命色力安乐，辩才具足无缺。九、常怀施意。十、命终生天。是为十。若能回向阿耨多罗三藐三菩提者，后成佛时，得证清净大菩提智。\r\n　　复次龙王。若离邪行，即得四种智所赞法。何等为四？一、诸根调顺。二、永离喧掉。三、世所称叹。四、妻莫能侵。是为四。若能回向阿耨多罗三藐三菩提者，后成佛时，得佛丈夫隐密藏相。\r\n　　复次龙王。若离妄语，即得八种天所赞法。何等为八？一、口常清净，优钵华香。二、为诸世间之所信伏。三、发言成证，人天敬爱。四、常以爱语，安慰众生。五、得胜意乐，三业清净。六、言无误失，心常欢喜。七、发言尊重，人天奉行。八、智慧殊胜，无能制伏。是为八。若能回向阿耨多罗三藐三菩提者，后成佛时，即得如来真实语。\r\n　　复次龙王。若离两舌，即得五种不可坏法。何等为五？一、得不坏身，无能害故。二、得不坏眷属，无能破故。三、得不坏信，顺本业故。四、得不坏法行，所修坚固故。五、得不坏善知识，不诳惑故。是为五。若能回向阿耨多罗三藐三菩提者，后成佛时，得正眷属，诸魔外道不能沮坏。\r\n　　复次龙王。若离恶口，即得成就八种净业。何等为八？一、言不乖度。二、言皆利益。三、言必契理。四、言词美妙。五、言可承领。六、言则信用。七、言无可讥。八、言尽爱乐。是为八。若能回向阿耨多罗三藐三菩提者，后成佛时，具足如来梵音声相。\r\n　　复次龙王。若离绮语，即得成就三种决定。何等为三？一、定为智人所爱。二、定能以智，如实答问。三、定于人天，威德最胜，无有虚妄。是为三。若能回向阿耨多罗三藐三菩提者，后成佛时，得如来诸所授记，皆不唐捐。\r\n　　复次龙王。若离贪欲，即得成就五种自在。何等为五？一、三业自在，诸根具足故。二、财物自在，一切怨贼不夺故。三、福德自在，随心所欲，物皆备故。四、王位自在，珍奇妙物，皆奉献故。五、所获之物，过本所求百倍殊胜，由于昔时不悭嫉故。是为五。若能回向阿耨多罗三藐三菩提者，后成佛时，三界特尊，皆共敬养。\r\n　　复次龙王。若离嗔恚，即得八种喜悦心法。何等为八？一、无损恼心。二、无嗔恚心。三、无诤讼心。四、柔和质直心。五、得圣者慈心。六、常作利益，安众生心。七、身相端严，众共尊敬。八、以和忍故，速生梵世。是为八。若能回向阿耨多罗三藐三菩提者，后成佛时，得佛无碍心，观者无厌。\r\n　　复次龙王。若离邪见，即得成就十功德法。何等为十？一、得真善意乐、真善等侣。二、深信因果，宁殒身命，终不作恶。三、惟归依佛，非余天等。四、直心正见，永离一切吉凶疑网。五、常生人天，不更恶道。六、无量福慧，转转增胜。七、永离邪道，行于圣道。八、不起身见，舍诸恶业。九、住无碍见。十、不堕诸难。是为十。若能回向阿耨多罗三藐三菩提者，后成佛时，速证一切佛法，成就自在神通。\r\n　　尔时，世尊复告龙王言。若有菩萨，依此善业，于修道时，能离杀害，而行施故，常富财宝，无能侵夺，长寿无夭，不为一切怨贼损害。离不与取，而行施故，常富财宝，无能侵夺，最胜无比，悉能备集诸佛法藏。离非梵行，而行施故，常富财宝，无能侵夺，其家贞顺，母及妻子，无有能以欲心视者。离虚诳语，而行施故，常富财宝，无能侵夺，离众毁谤，摄持正法，如其誓愿，所作必果。离离间语，而行施故，常富财宝，无能侵夺，眷属和睦，同一志乐，恒无乖诤。离粗恶语，而行施故，常富财宝，无能侵夺，一切众会，欢喜归依，言皆信受，无违拒者。离无义语，而行施故，常富财宝，无能侵夺，言不虚设，人皆敬受，能善方便，断诸疑惑。离贪求心，而行施故，常富财宝，无能侵夺，一切所有，悉以惠舍，信解坚固，具大威力。离忿怒心，而行施故，常富财宝，无能侵夺，速自成就，无碍心智，诸根严好，见皆敬爱。离邪倒心，而行施故，常富财宝，无能侵夺，恒生正见敬信之家，见佛闻法，供养众僧，常不忘失大菩提心。是为大士修菩萨道时，行十善业，以施庄严，所获大利如是。\r\n　　龙王，举要言之，行十善道，以戒庄严故，能生一切佛法义利，满足大愿。忍辱庄严故，得佛圆音，具众相好。精进庄严故，能破魔怨，入佛法藏。定庄严故，能生念慧惭愧轻安。慧庄严故，能断一切分别妄见。\r\n　　慈庄严故，于诸众生，不起恼害。悲庄严故，愍诸众生，常不厌舍。喜庄严故，见修善者，心无嫌嫉。舍庄严故，于顺违境，无爱恚心。\r\n　　四摄庄严故，常勤摄化一切众生。\r\n　　念处庄严故，善能修习四念处观。正勤庄严故，悉能断除一切不善法，成一切善法。神足庄严故，恒令身心轻安快乐。五根庄严故，深信坚固，精勤匪懈，常无迷妄，寂然调顺，断诸烦恼。力庄严故，众怨尽灭，无能坏者。觉支庄严故，常善觉悟一切诸法。正道庄严故，得正智慧常现在前。\r\n　　止庄严故，悉能涤除一切结使。观庄严故，能如实知，诸法自性。\r\n　　方便庄严故，速得成满，为无为乐。\r\n　　龙王，当知此十善业，乃至能令十力、无畏、十八不共、一切佛法，皆得圆满，是故汝等应勤修学。\r\n　　龙王，譬如一切城邑聚落，皆依大地而得安住，一切药草卉木丛林，亦皆依地而得生长。此十善道，亦复如是。一切人天，依之而立，一切声闻独觉菩提、诸菩萨行、一切佛法，咸共依此十善大地，而得成就。\r\n　　佛说此经已，娑竭罗龙王及诸大众、一切世间天人阿修罗等，皆大欢喜，信受奉行。","_comments":[],"content_short":"大唐于阗三藏实叉难陀奉　制译\r\n\r\n　　如是我闻。一时，佛在娑竭罗龙宫，与八千大比丘众、三万二千菩萨摩诃萨俱。尔时，世尊告龙王言。一切众生，心想异故，造业亦异，由是故有诸趣轮转。龙王，汝见此会及大海中，形色种类，各别不耶？如是一切，靡不由心，造善不善，身业语业意业所致。而心无色，不可见取，但是虚妄，诸法集起，毕竟无主，无我我所。虽各随业，所现不同，而实于中，无有作者，故一切法皆不思议。自性如幻，智者知已，应修善业，以是所生蕴处界等，皆悉端正，见者无厌。龙王，汝观佛身，从百千亿福德所生，诸相庄严，光明显曜，蔽诸大众，设无量亿自在梵王，悉不复现，其有瞻仰如来身者，岂不目眩。汝又观此诸大菩萨，妙色严净，一切皆由修习善业福德而生。又诸天龙八部众等大威势者，亦因善业福德所生。今大海中所有众生，形色粗鄙，或大或小，皆由自心种种想念，作身语意诸不善业，是故随业，各自受报。汝今常应如是修学，亦令众生了达因果，修习善业。汝当于此，正见不动，勿复堕在断常见中，于诸福田，欢喜敬养，是故汝等，亦得人天尊敬供养。\r\n　　龙王，当知菩萨有一法，能断一切诸恶道苦。何等为一？谓于昼夜，常念思惟观察善法，令诸善法念念增..."}]}